tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "chezmoi"
brew "git"
brew "tldr"
brew "asdf"
brew "just"
brew "asdf"
brew "gpg"

cask_args appdir: "/Applications"

cask "alfred"
cask "firefox-developer-edition"
cask "whatsapp"
cask "slack"
cask "discord"
cask "protonmail-bridge"
cask "protonvpn"
# cask "proton-drive"
cask "dropbox"
cask "dbeaver-community"
cask "kitty"
cask "canva"
cask "spotify"
cask "pocket-casts"
cask "font-fira-code-nerd-font"
cask "vlc"
cask "deepl"
cask "visual-studio-code"

vscode "vscodevim.vim"
vscode "esbenp.prettier-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "formulahendry.auto-rename-tag"
vscode "redhat.vscode-yaml"
vscode "christian-kohler.path-intellisense"
vscode "christian-kohler.npm-intellisense"
vscode "EditorConfig.EditorConfig"
vscode "yzhang.markdown-all-in-one"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot"
vscode "YoavBls.pretty-ts-errors"
vscode "akamud.vscode-theme-onedark"
vscode "bradlc.vscode-tailwindcss"
vscode "yoavbls.pretty-ts-errors"
vscode "JakeBecker.elixir-ls"
