tap "homebrew/cask-versions"

brew "chezmoi"
brew "git"
brew "tldr"
brew "asdf"
brew "just"

brew "elixir"

cask_args appdir: "/Applications"

cask "firefox-developer-edition"
cask "whatsapp"
cask "protonmail-bridge"
cask "protonvpn"
# cask "proton-drive"
cask "dbeaver-community"
cask "kitty"
cask "canva"
cask "spotify"
cask "pocket-casts"
